Repository: groshevdg/The-Planet
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: OK
ru: Да

# app_name
source: The Pony Planet
ru: Планета Пони

# start_button_title
source: Let's start
ru: Начать

# create_acc_message
source: Let's create your account
ru: Давай создадим новый аккаунт

# data_to_create_acc
source: Choose your username, password and keyword. Tap on a question icon to learn more.
ru: Выбери никней, пароль и секретное слово. Нажми на иконку с вопросом, чтобы узнать больше.

# username_hint
source: Username
ru: Никнейм

# password_hint
source: Password
ru: Пароль

# confirm_pass_hint
source: Confirm Password
ru: Подтверждение пароля

source: Secret word
ru: Секретное слово

# agreement_message
source: I read and agree with Privacy Policy
ru: Я прочитал(а) лицензионное соглашение и принимаю его

# create_acc_button
source: Create account
ru: Создать аккаунт

# already_created
source: I have account
ru: У меня есть аккаунт

# username_tooltip
source: Username will be visible for all users
ru: Никнейм будет виден всем пользователям

# password_tooltip
source: Create strong password, to protect your account
ru: Придумай сложный пароль, чтобы защитить свой аккаунт

# confirm_pass_tooltip
source: Confirm the pass you type before
ru: Повтори пароль

# secret_word_tooltip
source: Create secret word. It will be used to recreate a password, if you forget it
ru: Придумай секретное слово. Оно поможет тебе восстановить пароль, если ты его забудешь
